Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/Alerts.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

source: We do not have access to your location, tap Grant Access to go to settings and enable location access for HeyWeather
ar: ليس لدينا إمكانية الوصول إلى موقعك، اضغط على منح الوصول للذهاب إلى الإعدادات وتفعيل إمكانية الوصول إلى الموقع لتطبيق طقسنا
de: Wir haben keinen Zugriff auf Ihren Standort, tippen Sie auf Zugriff gewähren, um zu den Einstellungen zu gehen und den Standortzugriff für HeyWeather zu aktivieren
el: Δεν έχουμε πρόσβαση στην τοποθεσία σας, πατήστε Grant Access για να μεταβείτε στις ρυθμίσεις και να ενεργοποιήσετε την πρόσβαση τοποθεσίας για το HeyWeather
es: No tenemos acceso a tu ubicación, toca 'Conceder acceso' para ir a ajustes y habilitar el acceso a la ubicación para HeyWeather
fa: به موقعیت مکانی شما دسترسی نداریم، روی دسترسی مکان ضربه بزنید تا به تنظیمات بروید و دسترسی مکان رو برای HeyWeather فعال کنید
fr: Nous n'avons pas accès à votre localisation, appuyez sur 'Accorder l'accès' pour aller dans les paramètres et activer l'accès à la localisation pour HeyWeather
he: אין לנו גישה למיקומך, הקש Grant Access כדי לעבור להגדרות ולאפשר גישה למיקום עבור HeyWeather
hi: हमें आपके स्थान तक पहुंच नहीं है, 'अनुमति दें' पर टैप करें और सेटिंग्स में जाकर HeyWeather के लिए स्थान पहुंच सक्षम करें
it: Non abbiamo accesso alla tua posizione, tocca 'Concedi accesso' per andare nelle impostazioni e abilitare l'accesso alla posizione per HeyWeather
ja: あなたの位置情報へのアクセス権がありません、設定に移動してHeyWeatherの位置情報へのアクセスを有効にするには、'アクセスを許可する'をタップしてください
ko: 위치 정보에 액세스 할 수 없습니다, '액세스 허용'을 탭하여 설정으로 이동하고 HeyWeather에 대한 위치 액세스를 활성화하세요
nl: We hebben geen toegang tot uw locatie, tik op 'Toegang verlenen' om naar instellingen te gaan en locatie toegang voor HeyWeather in te schakelen
pt_pt: Não temos acesso à sua localização, toque em 'Conceder acesso' para ir às configurações e habilitar o acesso à localização para HeyWeather
ru: У нас нет доступа к вашему местоположению, нажмите 'Предоставить доступ', чтобы перейти в настройки и включить доступ к местоположению для HeyWeather
th: เราไม่มีสิทธิ์เข้าถึงตำแหน่งของคุณ, แตะ Grant Access เพื่อไปยังการตั้งค่าและเปิดใช้งานการเข้าถึงตำแหน่งสำหรับ HeyWeather
tr: Konumunuza erişimimiz yok, Ayarlar'a gitmek ve HeyWeather için konum erişimini etkinleştirmek için 'Erişime İzin Ver' üzerine dokunun
zh_hans: 我们无法访问你的位置，点击'授权访问'以进入设置并为HeyWeather启用位置访问
zh_hant: 我們無法獲得您的位置信息，點擊「授權訪問」以在設置中為HeyWeather啟用位置訪問權限

source: We have a Bad Request error on our side, please check back later
ar: لدينا خطأ في الطلب غير صالح من جانبنا ، يرجى التحقق مرة أخرى لاحقًا
de: Wir haben einen Bad Request-Fehler auf unserer Seite. Bitte später noch einmal prüfen
el: Έχουμε σφάλμα Κακού Αιτήματος από την πλευρά μας, ελέγξτε ξανά αργότερα
es: Tenemos un error Bad Request de nuestro lado, por favor revisa más tarde
fa: خطای بد رکوئست در سمت ما وجود دارد، لطفا بعدا بررسی کنید
fr: Nous avons une erreur Bad Request de notre côté, veuillez réessayer plus tard
he: יש לנו שגיאת בקשה לא תקינה בצד שלנו, אנא בדוק שוב מאוחר יותר
hi: हमारे पास एक बैड रिक्वेस्ट त्रुटि है, कृपया बाद में पुन: जाँच करें
it: Abbiamo un errore Bad Request dal nostro lato, per favore ritorna più tardi
ja: 不正なリクエストエラーが発生しました。後で再確認してください
ko: 우리 쪽에 잘못된 요청 오류가 있습니다. 나중에 다시 확인해주세요
nl: We hebben een Bad Request-fout aan onze kant, controleer later nogmaals
pt_pt: Temos um erro Bad Request do nosso lado, por favor, verifique novamente mais tarde
ru: У нас ошибка Bad Request, пожалуйста, проверьте позже
th: เรามีข้อผิดพลาด Bad Request ฝั่งของเรา โปรดตรวจสอบอีกครั้งในภายหลัง
tr: Tarafımızda bir Hatalı İstek hatası var, lütfen daha sonra tekrar kontrol edin
zh_hans: 我们这边出现错误请求,请稍后再检查
zh_hant: 我們這邊發生錯誤請求,請稍後再檢查

source: We where unable to find a valid purchased plan in your transaction history or the plan that you purchased is expired!
ar: لم نتمكن من العثور على خطة شراء صالحة في سجل معاملاتك أو أن الخطة التي اشتريتها انتهت صلاحيتها!
de: Wir konnten in Ihrer Transaktionshistorie keinen gültigen gekauften Plan finden oder der von Ihnen gekaufte Plan ist abgelaufen!
el: Δεν μπορέσαμε να βρούμε ένα έγκυρο αγορασμένο σχέδιο στο ιστορικό συναλλαγών σας ή το σχέδιο που αγοράσατε έχει λήξει!
es: No pudimos encontrar un plan comprado válido en tu historial de transacciones o el plan que compraste ha expirado!
fa: متاسفانه نتوانستیم خرید معتبری رو در تاریخچه تراکنش‌هاتون پیدا کنیم یا اینکه طرح خریداری شده شما منقضی شده!
fr: Nous n'avons pas pu trouver un plan d'achat valide dans votre historique de transactions ou le plan que vous avez acheté est expiré!
he: לא הצלחנו למצוא תוכנית שנרכשה תקנית בהיסטוריית העסקאות שלך או שהתוכנית שרכשת פגה!
hi: हमें आपके लेन-देन इतिहास में कोई मान्य खरीदी गई योजना नहीं मिल सकी या आपके द्वारा खरीदी गई योजना समाप्त हो गई है!
it: Non siamo stati in grado di trovare un piano acquistato valido nel tuo storico transazioni o il piano che hai acquistato è scaduto!
ja: あなたの取引履歴に有効な購入プランが見つからないか、あなたが購入したプランが期限切れです！
ko: 당신의 거래 기록에서 유효한 구매된 계획을 찾을 수 없거나 구매한 계획이 만료되었습니다!
nl: We konden geen geldig gekocht plan vinden in uw transactiegeschiedenis of het plan dat u heeft gekocht is verlopen!
pt_pt: Não conseguimos encontrar um plano comprado válido em seu histórico de transações ou o plano que você comprou expirou!
ru: Мы не смогли найти действительный купленный план в вашей истории транзакций или срок действия плана, который вы купили, истек!
th: เราไม่สามารถหาแผนการซื้อที่ถูกต้องในประวัติการทำธุรกรรมของคุณหรือแผนการที่คุณซื้อได้หมดอายุแล้ว!
tr: İşlem geçmişinizde geçerli bir satın alınmış plan bulamadık veya satın aldığınız planın süresi dolmuş!
zh_hans: 我们在您的交易历史记录中无法找到有效的购买计划，或者您购买的计划已过期！
zh_hant: 我們無法在您的交易記錄中找到有效的購買計劃，或者您購買的計劃已過期！

source: Yes, Replace it.
ar: نعم، استبدله
de: Ja, ersetzen Sie es.
el: Ναι, αντικατάσταση.
es: Sí, reemplázalo.
fa: بله، جایگزینش کن
fr: Oui, remplacez-le.
he: כן, החלף אותה.
hi: हां, इसे बदल दें।
it: Sì, sostituiscila.
ja: はい、置き換えてください。
ko: 네, 교체하세요.
nl: Ja, Vervang het.
pt_pt: Sim, substitua.
ru: Да, заменить.
th: ใช่, แทนที่มัน.
tr: Evet, değiştir.
zh_hans: 是的，替换它。
zh_hant: 是的，替換它。

source: You can add only one city in a free plan, to add more cities & enjoy the full-featured app please subscribe to a plan.
ar: يمكنك إضافة مدينة واحدة فقط في الخطة المجانية، لإضافة المزيد من المدن والاستمتاع بالتطبيق وكامل ميزاته يرجى الاشتراك في خطة.
de: Sie können nur eine Stadt in einem kostenlosen Account hinzufügen, um mehr Städte hinzuzufügen und alle Feature der App zu nutzen, abonnieren Sie bitte.
el: Μπορείτε να προσθέσετε μόνο μία πόλη σε ένα δωρεάν σχέδιο, για να προσθέσετε περισσότερες πόλεις & να απολαύσετε την πλήρως εξοπλισμένη εφαρμογή παρακαλούμε εγγραφείτε σε ένα σχέδιο.
es: En el plano gratuito, solo puede agregar una ciudad, para añadir más ciudades y disfrutar de la versión completa, suscríbase a un plan.
fa: شما تنها می‌تونید یک شهر در طرح رایگان اضافه کنید، برای اضافه کردن شهرهای بیشتر و لذت بردن از امکانات کامل برنامه، لطفا یکی از طرح‌ها رو انتخاب کنید.
fr: Vous ne pouvez ajouter qu'une seule ville dans un forfait gratuit. Devenez un utilisateur spécial pour ajouter plus de villes et utilisez toutes les fonctionnalités du programme.
he: אתה יכול להוסיף רק עיר אחת בתוכנית חינם, כדי להוסיף עוד ערים וליהנות מהאפליקציה בגרסה המלאה אנא הרשם לתוכנית.
hi: आप मुफ़्त योजना में केवल एक शहर जोड़ सकते हैं, और अधिक शहर जोड़ने के लिए &amp, पूर्ण विशेषताओं वाले ऐप का आनंद लें कृपया एक योजना की सदस्यता लें।
it: Puoi aggiungere solo una città a un piano gratuito. Per aggiungere più città e ottenere la versione completa del programma, ottieni un account in abbonamento.
ja: 無料プランに追加できる都市は一つだけで、都市を追加してフル機能アプリを楽しむことができるため、プランを購読してください。
ko: 무료 구독 계획에서 도시 하나밖에 정할 수 없습니다. 도시 더 추가하고 모든 기능을 즐기려하면 프리미엄 구독 계획을 선택하세요.
nl: Je kunt slechts één stad aan het gratis abonnement toevoegen. Word een speciale gebruiker om meer steden toe te voegen en alle functies van het programma te gebruiken!
pt_pt: Você só pode adicionar uma cidade a um plano gratuito. Para adicionar mais cidades e ter a versão completa do programa, adquira conta por assinatura.
ru: Вы можете добавить только один город, чтобы добавить больше городов & amp , а также наслаждаться полнофункциональным приложением, подпишитесь на план пожалуйста.
th: คุณสามารถเพิ่มเมืองได้เพียงหนึ่งเมืองในแผนฟรี, หากต้องการเพิ่มเมืองเพิ่มเติม และใช้งานแอปฟังก์ชันเต็มรูปแบบ กรุณาสมัครแผน
tr: Ücretsiz planda yalnızca bir şehir ekleyebilirsiniz. Daha fazla şehir eklemek ve programın tüm özelliklerini kullanmak için özel kullanıcı olun!
zh_hans: 在在免费版您只能添加一个城市；为了添加更多城市和享受全功能的应用程序，请订阅一个计划。
zh_hant: 在免費計劃中，您只能添加一個城市，如需添加更多城市並享受完整功能的應用程式，請訂閱一個計劃。

source: You have an active Live Activity
ar: لديك نشاط مباشر نشط
de: Sie haben eine aktive Live-Aktivität
el: Έχετε μια ενεργή Ζωντανή Δραστηριότητα
es: Tienes una Actividad en vivo activa
fa: یک فعالیت زنده فعال دارید
fr: Vous avez une activité en direct active
he: יש לך פעילות חיה פעילה
hi: आपकी पास एक सक्रिय लाइव गतिविधि है
it: Hai un'attività dal vivo attiva
ja: アクティブなライブアクティビティがあります
ko: 현재 활성화된 실시간 활동이 있습니다
nl: Je hebt een actieve Live Activiteit
pt_pt: Você tem uma Atividade ao vivo ativa
ru: У вас есть активная Прямая активность
th: คุณมีกิจกรรมสดที่ทำงานอยู่
tr: Aktif bir Canlı Aktiviteniz var
zh_hans: 你有一个活跃的实况活动
zh_hant: 您有一個活動的現場活動

source: You've reached the maximum numbers of cities, you have to remove a city to add another one.
ar: وصلت إلى الحد الأقصى لعدد المدن، عليك إزالة مدينة لإضافة مدينة أخرى.
de: Sie haben die maximale Anzahl an Städten erreicht, Sie müssen eine Stadt entfernen, um eine andere Stadt hinzufügen zu können.
el: Έχετε φτάσει τον μέγιστο αριθμό των πόλεων, πρέπει να αφαιρέσετε μια πόλη για να προσθέσετε μια άλλη.
es: Ha llegado al número máximo de ciudades. Debe eliminar una ciudad para añadir otra nueva.
fa: به حداکثر تعداد شهر رسیدید، برای اضافه کردن شهر دیگه باید یکی از شهرهای فعلی رو حذف کنید.
fr: Vous avez atteint le nombre maximum de villes. Pour ajouter une nouvelle ville, supprimez une ville.
he: הגעת למספר המקסימלי של ערים, עליך להסיר עיר כדי להוסיף אחת חדשה.
hi: आप शहरों की अधिकतम संख्या तक पहुँच चुके हैं, आपको एक और शहर जोड़ने के लिए एक शहर को हटाना होगा।
it: Hai raggiunto il numero massimo di città, devi eliminare una città per aggiungerne un'altra.
ja: あなたは都市の最大数に達しました。別の都市を追加するには、一つの都市を削除してください。
ko: 최대 도시 수에 도달했습니다. 다른 도시를 추가하려면 도시를 제거해야합니다.
nl: Je hebt de limiet van het aantal steden bereikt. Om een nieuwe stad toe te voegen, verwijdert u een stad.
pt_pt: Você atingiu o número máximo de cidades, você deve excluir uma cidade para adicionar outra.
ru: Вы достигли максимального количества городов, вы должны удалить один город, чтобы добавить еще один.
th: คุณได้เพิ่มเมืองเต็มจำนวนแล้ว, คุณต้องลบเมืองหนึ่งเมืองเพื่อเพิ่มเมืองอื่น
tr: Maksimum şehir sayısına ulaştınız, yeni bir şehir eklemek için bir şehri kaldırmanız gerekiyor.
zh_hans: 您已达到城市数量上限，您必须删除一个城市才能添加另一个城市。
zh_hant: 您已達到最大城市數量，您必須刪除一個城市才能添加另一個。

source: Your purchase has been restored successfully!
ar: تمت استعادة شرائك بنجاح!
de: Ihr Kauf wurde erfolgreich wiederhergestellt!
el: Η αγορά σας έχει επαναφερθεί με επιτυχία!
es: ¡Tu compra ha sido restaurada con éxito!
fa: خرید شما با موفقیت بازیابی شد!
fr: Votre achat a été restauré avec succès!
he: הרכישה שלך שוחזרה בהצלחה!
hi: आपकी खरीद को सफलतापूर्वक पुनर्स्थापित किया गया है!
it: Il tuo acquisto è stato ripristinato con successo!
ja: 購入が成功裏に復元されました！
ko: 구매가 성공적으로 복원되었습니다!
nl: Uw aankoop is succesvol hersteld!
pt_pt: Sua compra foi restaurada com sucesso!
ru: Ваша покупка успешно восстановлена!
th: การซื้อของคุณได้รับการกู้คืนสำเร็จแล้ว!
tr: Satın almanız başarıyla geri yüklendi!
zh_hans: 您的购买已成功恢复！
zh_hant: 您的購買已成功還原！
